Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Target DNA Clearance Factor
es_es: Factor de depuración de ADN objetivo

source: Target Value
es_es: Valor objetivo

source: Target cycle
es_es: Ciclo objetivo

source: Target dose:
es_es: Dosis objetivo:

source: Target fill weight:
es_es: Peso de llenado objetivo:

source: Target filling volume [mL]
es_es: Volumen de llenado objetivo [ml]

source: Target value:
es_es: Valor objetivo:

source: Target:
es_es: Previsto:

source: Target: -35
es_es: Objetivo: -35

source: Target: -50
es_es: Objetivo: -50

source: Target: 0.07
es_es: Objetivo: 0.07

source: Target: 15
es_es: Objetivo: 15

source: Target: 4.1
es_es: Objetivo: 4.1

source: Target: 40
es_es: Objetivo: 40

source: Target: 5
es_es: Objetivo: 5

source: Target: 5.51
es_es: Objetivo: 5.51

source: Target: 560
es_es: Objetivo: 560

source: Target: 6
es_es: Objetivo: 6

source: Target: 7.9
es_es: Objetivo: 7.9

source: Target: 8
es_es: Objetivo: 8

source: Target: 0.4
es_es: Objetivo:0.4

source: Target: 90
es_es: Objetivo:90

source: Tartaric acid solution 0.1 %
es_es: Ácido tartárico, solución al 0.1 %

source: Tartaric acid solution 0.5 %
es_es: Ácido tartárico, solución al 0.5 %

source: Tate KM, Higgins DL, Holmes WE, Winkler ME, Heyneker HL, Vehar GA.
es_es: [fuzzy]Tate KM, Higgins DL, Holme WE, Winkler ME, Heyneker HL, Vehar GA.

source: Telefon
es_es: Tel:

source: TechRA Austria
es_es: Asuntos Regulatorios, sección Tecnología, Austria

source: Technical Data for the label , folding box and the Insert
es_es: Datos técnicos de la etiqueta, la caja plegable y el prospecto

source: Technical Director and the Quality Assurance Representative from Boehringer Ingelheim Perú S.A.C.
es_es: el Director Técnico y Representante de Aseguramiento de la calidad de Boehringer Ingelheim Perú S.A.C.,

source: Technical Version No.:
es_es: N.° de versión técnica:

source: Technical assessment
es_es: Evaluación técnica

source: Technique:
es_es: Técnica:

source: Tel No:
es_es: Teléfono:

source: Tel:Confidential
es_es: Tel: Confidencial

source: Telefon +49 (7351) 54-186214
es_es: Tel. +49 (7351) 54-186214

source: Telmisartan
es_es: Telmisartán

source: Telmisartan / Hydrochlorothiazide Layered Tablets
es_es: Telmisartán / hidroclorotiazida, comprimidos multicapa

source: Telmisartan tablets 40 mg
es_es: Telmisartan, comprimidos de 40 mg

source: Telmisartan tablets 80 mg
es_es: Telmisartan, comprimidos de 80 mg

source: Temperature
es_es: Temperatura

source: Temperature [°C]
es_es: Temperatura [° C]

source: Temperature during process
es_es: Temperatura durante el proceso

source: Temperature stress DP (60°C)
es_es: Temp. extrema, medicam. (60° C)

source: Temperature stress conditions at 60°C
es_es: Condiciones extremas de temperatura (60° C)

source: Temperature stress stability at 40°C/75 % RH to evaluate degradation pathways of spesolimab
es_es: Estabilidad a condiciones extremas de temperatura: 40 °C/75 % HR, para evaluar las vías de degradación de Espesolimab

source: Temperature-compensated measurement may be performed after suitable validation.
es_es: Se pueden tomar mediciones compensadas por temperatura luego de una validación adecuada.

source: Temperature:
es_es: Temperatura:

source: Temperatures
es_es: Temperaturas

source: Ten (0.6%) patients were lost to follow-up at 90 days.
es_es: Diez (0,6%) pacientes presentaban un seguimiento infructuoso a los 90 días.

source: Tenecteplase (n=787)
es_es: Tenecteplasa (n=787)

source: Tenecteplase (n=790)
es_es: Tenecteplasa (n=790)

source: Tenecteplase (n=803)
es_es: Tenecteplasa (n=803)

source: Tenecteplase (n=806)
es_es: Tenecteplasa (n=806)

source: Tenecteplase 25 mg cannot be terminally sterilised and therefore the method of sterilisation is sterile filtration followed by aseptic filling into the sterile containers and subsequent lyophilisation.
es_es: La tenecteplasa 25 mg no se puede esterilizar en la instancia terminal y, por lo tanto, el método de esterilización es el filtrado estéril seguido de llenado aséptico en los recipientes estériles y la posterior liofilización.

source: Tenecteplase 25 mg has been tested for pyrogenic substances according to Ph.
es_es: La tenecteplasa 25 mg se ha evaluado con respecto a sustancias pirogénicas de acuerdo con las disposiciones Ph.

source: Tenecteplase 25 mg is a lyophilised powder for reconstitution for intravenous injection.
es_es: Tenecteplasa, 25 mg es un polvo liofilizado para reconstitución para inyección intravenosa.

source: Tenecteplase 25 mg is filled at a commercial filling site equipped with an isolator.
es_es: El llenado de tenecteplasa 25 mg se realiza en un centro de llenado comercial que cuenta con un aislador.

source: Tenecteplase 25 mg is presented in 10 mL glass vials with a nominal volume of 5.0 mL.
es_es: Tenecteplasa, 25 mg se presenta en frascos de vidrio de 10 ml con un volumen nominal de 5.0 ml.

source: Tenecteplase 25 mg is presented in 10 mL glass vials with a nominal volume of 5.0 mL. Microbiological quality is ensured by multiple control steps throughout the manufacture of the DP including tests for bioburden, sterility and bacterial endotoxins.
es_es: La tenecteplasa 25 mg se presenta en frasco de vidrio de 10 ml con un volumen nominal de 0,5 ml. La calidad microbiológica se garantiza mediante múltiples pasos de control a lo largo de la fabricación del medicamento, lo que incluye pruebas de biocarga, esterilidad y endotoxinas bacterianas.

source: Tenecteplase 25 mg/vial has shown to be comparable to tenecteplase 40 mg/vial (refer to Section 3.2.P.2 Pharmaceutical Development of this application).
es_es: La tenecteplasa de 25 mg/frasco ha demostrado ser equiparable a la tenecteplasa de 40 mg/frasco (véase la Sección 3.2.P.2, Desarrollo farmacéutico, de esta solicitud).

source: Tenecteplase 25 mg/vial has shown to be comparable to tenecteplase 40 mg/vial.
es_es: La tenecteplasa de 25 mg/frasco ha demostrado ser equiparable a la tenecteplasa de 40 mg/frasco

source: Tenecteplase 25mg
es_es: Tenecteplasa, 25 mg

source: Tenecteplase 40 mg/vial and 50 mg/vial is a white to pale yellow lyophilisate.
es_es: Tenecteplasa 40 mg/vial y 50 mg/vial es un liofilizado de color blanco a amarillo pálido.

source: Tenecteplase lyophilisate for solution for injection 25 mg is produced in the SM 6 at BIP.
es_es: La tenecteplasa, liofilizado para solución inyectable, 25 mg se produce en la sala de fabricación estéril 6 en BIP.

source: Tenecteplase lyophilisate for solution for injection 25 mg is formulated at a concentration of 5 mg/mL in arginine and adjusted with phosphoric acid to pH 7.3.
es_es: La tenecteplasa, liofilizado para solución inyectable, 25 mg se formula a una concentración de 5 mg/ml en arginina y se ajusta con ácido fosfórico a un pH de 7.3.

source: Tenecteplase DP 40 mg/vial and 50 mg/vial is each presented in 20 mL glass vials with a nominal volume of 8.0 mL or 10.0 mL.
es_es: Tenecteplasa, medicamento, 40 mg/vial y 50 mg/vial, se presenta en frascos de vidrio de 20 mL, con un volumen nominal de 8.0 mL o 10.0 mL.

source: Tenecteplase DP 40 mg/vial and 50 mg/vial respectively is a lyophilised powder for reconstitution for intravenous injection.
es_es: Tenecteplasa, medicamento, 40 mg/vial y 50 mg/vial respectivamente, es un polvo liofilizado para reconstitución que se aplica por inyección intravenosa.

source: Tenecteplase DP has demonstrated adequate stability at 30°C when formulated in this manner.
es_es: El medicamento tenecteplasa ha demostrado una estabilidad adecuada a 30 °C cuando se formula de esta manera.

source: Tenecteplase DP has shown to be stable in neutral, slightly basic conditions, thus the target was set to pH 7.3 for the formulation of tenecteplase DP.
es_es: La tenecteplasa ha demostrado ser estable en condiciones neutrales, ligeramente básicas, por lo que el pH objetivo se fijó en 7,3 para la formulación del medicamento tenecteplasa.

source: Tenecteplase DP is adequately protected by the chosen primary packaging configurations as shown during stability studies (see Section 3.2.P.8.3 Stability Data).
es_es: El medicamento tenecteplasa está debidamente protegido por las configuraciones del acondicionamiento primario elegidas, según lo demuestran los estudios de estabilidad (véase la Sección 3.2.P.8.3, Datos de estabilidad).

source: Tenecteplase DP is stable when stored at the recommended conditions and changes to visual characteristics of the reconstituted DP do not occur over time.
es_es: El medicamento tenecteplasa es estable cuando se almacena en las condiciones recomendadas y no se producen cambios de las características visuales del medicamento reconstituido a lo largo del tiempo.

source: Tenecteplase DS is filtered by applying nitrogen pressure with a maximum pressure of 1.5 bar for not more than 24 hours.
es_es: El principio activo de tenecteplasa se filtra aplicando presión de nitrógeno con una presión máxima de 1.5 bar durante no más de 24 horas.

source: Tenecteplase DS is formulated at a protein concentration of 5 mg/mL with 300 mmol/L arginine phosphate and 0.4 mg/mL PS 20 at a pH of 7.3.
es_es: El principio activo de tenecteplasa se formula a una concentración de proteína de 5 mg/ml, con 300 mmol/l de arginina fosfato y 0.4 mg/ml de PS 20 a un pH de 7.3.

source: Tenecteplase DS was manufactured from one commercial manufacturing process.
es_es: El medicamento tenecteplasa fue fabricado por medio de un proceso de fabricación comercial.

source: Tenecteplase Powder for solution for injection
es_es: Tenecteplasa, polvo para solución inyectable

source: Tenecteplase before thrombectomy was associated with a higher incidence of reperfusion and better functional outcome than alteplase among patients with ischemic stroke treated within 4.5 hours after symptom onset.
es_es: La administración de tenecteplasa antes de la trombectomía se asoció con una mayor incidencia de reperfusión y un mejor resultado funcional en comparación con la alteplasa en los pacientes con accidente cerebrovascular isquémico tratados en las 4.5 horas posteriores al inicio de los síntomas.

source: Tenecteplase binds to fibrin clots and activates plasminogen, leading to the generation of plasmin and to the degradation of fibrin clots or blood coagulates.
es_es: La tenecteplasa se une a los coágulos de fibrina y activa el plasminógeno, lo que induce la generación de plasmina y la degradación de los coágulos de fibrina o sanguíneos.

source: Tenecteplase can be infused more rapidly than alteplase and is less expensive.
es_es: La tenecteplasa puede administrarse más rápido por infusión que la alteplasa y es menos costosa.

source: Tenecteplase cannot be terminally sterilised in the final container, therefore the method of sterilisation is in-line sterile filtration with subsequent aseptic filling into a sterile container.
es_es: La tenecteplasa no se puede esterilizar por completo en el envase final. Por lo tanto, el método de esterilización es la filtración estéril en línea y luego se carga por medio de llenado aséptico en un envase estéril.

source: Tenecteplase contains 35 Cys residues including an unpaired Cys at residue 83, located in the epidermal growth factor-like domain.
es_es: La tenecteplasa contiene 35 residuos de cisteína, lo que incluye un residuo de cisteína sin emparejar en la posición 83, en el dominio similar al factor de crecimiento epidérmico.

source: Tenecteplase converts inactive plasminogen into active plasmin which dissolves the fibrin clot.
es_es: La tenecteplasa convierte el plasminógeno inactivo en plasmina activa que disuelve el coágulo de fibrina.

source: Tenecteplase drug product samples (lyophilisate) are reconstituted with water for injection to a protein concentration of approximately 5 mg/mL by gentle swirling to obtain a homogenous solution.
es_es: Las muestras del principio activo tenecteplasa (liofilizado) se reconstituyen con agua para inyección hasta alcanzar una concentración de la proteína de aproximadamente 5 mg/ml agitando suavemente hasta obtener una solución homogénea.

source: Tenecteplase drug substance
es_es: Principio activo Tenecteplasa

source: Tenecteplase drug substance (DS) is filtered via a sterile filter with a nominal pore size of 0.2 μm prior to filling.
es_es: El principio activo de tenecteplasa se filtra a través de un filtro estéril con un tamaño nominal de poro de 0.2 μm antes del llenado.

source: Tenecteplase drug substance is manufactured according to cGMP by Boehringer Ingelheim Pharma GmbH & Co KG (BIP) at their Biberach an der Riss, Germany campus.
es_es: Boehringer Ingelheim Pharma GmbH & Co KG (BIP) fabrica el principio activo tenecteplasa siguiendo las buenas prácticas de fabricación vigentes en su complejo de Biberach an der Riss, Alemania.

source: Tenecteplase group
es_es: Grupo de tenecteplasa

source: Tenecteplase group (n=806)
es_es: Grupo de tenecteplasa (n=806)

source: Tenecteplase group (N=785)
es_es: Grupo de tenecteplasa (n=785)

source: Tenecteplase group (N=790)
es_es: Grupo de tenecteplasa (n=790)

source: Tenecteplase group(n=800)
es_es: Grupo de tenecteplasa (n=800)

source: Tenecteplase has been approved for thrombolysis of acute myocardial infarction in more than 90 countries and regions worldwide.
es_es: La tenecteplasa ha sido aprobada para tratar trombólisis en infarto agudo de miocardio en más de 90 países y regiones del mundo.

source: Tenecteplase has entered stroke guidelines as an alternative to alteplase1,18,19 and is supported by a meta-analysis indicating noninferiority of tenecteplase vs alteplase.20 However, the recommended dose has varied between 0.25 mg/kg and 0.40 mg/kg.
es_es: En las pautas sobre los accidentes cerebrovasculares, la tenecteplasa se ha ingresado como alternativa a la alteplasa1,18,19, con el respaldo de un metanálisis que confirma la no inferioridad de la tenecteplasa respecto de la alteplasa.20 No obstante, la dosis recomendada osciló entre 0.25 mg/kg y 0.40 mg/kg.

source: Tenecteplase induced no teratogenicity (U98-2018, U98-2020).
es_es: La tenecteplasa no indujo teratogenia (U98-2018, U98-2020).

source: Tenecteplase is a 527 amino acid glycoprotein present in two different proteolytically processed forms, which are to be distinguished ([1], [2]).
es_es: La tenecteplasa es una glicoproteína de 527 aminoácidos presente en dos formas procesadas proteolíticamente, que es preciso distinguir ([1], [2]).

source: Tenecteplase is a genetically engineered variant of human tPA (tissue plasminogen activator, alteplase).
es_es: La tenecteplasa es una variante genéticamente desarrollada del tPA humano (activador de plasminógeno tisular, la alteplasa).

source: Tenecteplase is a genetically modified variant of alteplase with greater fibrin specificity and longer plasma half life.
es_es: La tenecteplasa es una variante genéticamente modificada de la alteplasa, con mayor especificidad a la fibrina y una vida media más extensa.

source: Tenecteplase is a genetically modified variant of alteplase with greater fibrin specificity and a longer half-life that permits bolus administration [P03-02906].
es_es: La tenecteplasa es una variante genéticamente modificada de la alteplasa con mayor especificidad a la fibrina y una vida media más extensa que permite la administración por inyección intravenosa rápida [P03-02906].

source: Tenecteplase is a multidomain enzyme which proteolytically converts plasminogen to the active thrombolytic, plasmin.
es_es: Tenecteplasa es una enzima multidominio que convierte proteolíticamente el plasminógeno en su forma trombolítica activa, plasmina.

source: Tenecteplase is a zymogen.
es_es: La tenecteplasa es un zimógeno.

source: Tenecteplase is derived from native tPA by modifications at three specific sites of the protein, including one post-translational modification.
es_es: La tenecteplasa se deriva del activador del plasminógeno tisular natural por medio de modificaciones en tres sitios específicos de la proteína, incluida una modificación postraduccional.

source: Tenecteplase is established at commercial scale with the presentation of 40 and 50 mg/vial. These presentations of tenecteplase are on the market for the indication STEMI.
es_es: La tenecteplasa se estableció a escala comercial con la presentación de 40 y 50 mg/frasco. Estas presentaciones de tenecteplasa se encuentran en el mercado indicadas para el tratamiento del infarto de miocardio con elevación del segmento ST.

source: Tenecteplase is generally considered to be very stable in the lyophilised state.
es_es: La tenecteplasa suele considerarse muy estable en estado liofilizado.

source: Tenecteplase is not considered to be teratogenic (see TOXICOLOGY).
es_es: La tenecteplasa no se considera teratogénica (ver TOXICOLOGÍA).

source: Tenecteplase is not considered to be teratogenic (see TOXICOLOGY section within the proposed product label).
es_es: La tenecteplasa no se considera teratogénica (ver la Sección TOXICOLOGÍA en el prospecto propuesto del producto).

source: Tenecteplase is not considered to be teratogenic.
es_es: La tenecteplasa no se considera teratogénica.

source: Tenecteplase is produced in a Chinese hamster ovary cell line by recombinant deoxyribonucleic acid technology.
es_es: La tenecteplasa se produce en una línea celular de ovario de hámster chino mediante tecnología de ácido desoxirribonucleico recombinante.

source: Tenecteplase is reconstituted with a defined volume of water for injections prior to administration.
es_es: La tenecteplasa se reconstituye con un volumen definido de agua para inyección antes de la administración.

source: Tenecteplase lyophilisate for solution for injection 25 mg is a lyophilised powder for reconstitution for intravenous injection.
es_es: La tenecteplasa, liofilizado para solución inyectable, 25 mg es un polvo liofilizado que se aplica reconstituido por inyección intravenosa.

source: Tenecteplase lyophilisate for solution for injection 25 mg is administered intravenously after reconstitution with water for injection.
es_es: La tenecteplasa, liofilizado para solución inyectable, 25 mg se administra por vía intravenosa una vez reconstituido con agua para inyectable.

source: Tenecteplase lyophilisate for solution for injection 25 mg is being developed for the treatment of acute ischaemic stroke (AIS).
es_es: Tenecteplasa, 25 mg en polvo liofilizado para solución inyectable se está desarrollando para el tratamiento del accidente cerebrovascular isquémico.

source: Tenecteplase lyophilisate for solution for injection 25 mg is presented in a 10 mL glass vial with the nominal filling volume of 5.0 mL per vial, resulting in 25 mg/vial.
es_es: Tenecteplasa, 25 mg en polvo liofilizado para solución inyectable se presenta en un frasco de vidrio de 10 ml con un volumen nominal de llenado de 5.0 ml por frasco, lo que da como resultado 25 mg/frasco.

source: Tenecteplase lyophilisate for solution for injection 25 mg was shown to be stable under conditions intended for use and compatible with commercial available medicinal products for preparation and injection.
es_es: La tenecteplasa, liofilizado para solución inyectable, 25 mg se mostró estable en las condiciones de uso previstas y compatible con productos medicinales comerciales disponibles para la preparación y la aplicación.

source: Tenecteplase per mLr
es_es: Tenecteplasa por mlr

source: Tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial (5 mg/mL) is a lyophilised powder for reconstitution for intravenous injection.
es_es: Tenecteplasa, liofilizado para solución inyectable, 40 mg/vial y 50 mg/vial (5 mg/mL) es un polvo liofilizado para reconstitución que se aplica por inyección intravenosa.

source: Tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial are manufactured at Boehringer Ingelheim Pharma GmbH & Co. KG in Biberach (Riss), Germany (BI DE (BC)) in compliance with current Good Manufacturing Practices (cGMP) standards.
es_es: Tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial se elabora en Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach (Riss), Alemania (BI DE (BC)), de conformidad con las Buenas Prácticas de Fabricación actuales (BPMa).

source: Tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial batches, manufactured at commercial scale at Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Germany, were placed on stability at
es_es: Se sometieron a estabilidad partidas de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial, elaboradas a escala comercial en Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Alemania, en las siguientes condiciones:

source: Tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial is supplied as lyophilised product containing no preservatives (marketed under the trade name Metalyse).
es_es: Tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial se suministra como liofilizado sin conservantes bajo la denominación comercial Metalyse.

source: Tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial show a favourable stability profile for the batches stored under long-term storage conditions of 30 ± 2°C / 75 ± 5 % RH for up to 6 months.
es_es: Tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial presenta un perfil de estabilidad favorable para las partidas almacenadas en condiciones de largo plazo (30 ± 2° C / 75 ± 5 % HR hasta 6 meses.

source: Tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial show a good stability profile for the batches stored under accelerated storage conditions of 40 ± 2°C / 75 ± 5 % RH for up to 6 months.
es_es: Tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial presenta un perfil de estabilidad favorable para las partidas almacenadas en condiciones aceleradas de almacenamiento (40 ± 2° C / 75 ± 5 % HR) hasta 6 meses.

source: Tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial show a good stability profile of the reconstituted solution after reconstitution and in-use storage conditions of 8 hours at 30°C.
es_es: Tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial arroja una solución reconstituida con un perfil de estabilidad favorable posreconstitución y en condiciones de almacenamiento en uso (8 horas a 30° C).

source: Tenecteplase powder for solution for injection 40 mg/vial is presented in 20 mL clear glass vials, with a rubber stopper and a yellow-green crimp cap (see Chapter 2.3.P.7 and Section 3.2.P.7 Description of Container Closure System) with a nominal volume of 8.0 mL.
es_es: Tenecteplasa, polvo para solución inyectable, 40 mg/vial, se presenta en ampollas de vidrio transparente de 20 mL, con tapón de caucho y una tapa de cierre metálica verde amarillento (en las Secciones 2.3.P.7 y 3.2.P.7, Descripción del envase y sistema de cierre hay más detalles), con un volumen nominal de 8.0 mL.

source: Tenecteplase powder for solution for injection 50 mg/vial is presented in 20 mL clear glass vials, with a rubber stopper and a red crimp cap (see Chapter 2.3.P.7 and Section 3.2.P.7 Description of Container Closure System) with a nominal volume of 10.0 mL.
es_es: Tenecteplasa, polvo para solución inyectable, 50 mg/vial, se presenta en ampollas de vidrio transparente de 20 mL, con tapón de caucho y una tapa de cierre metálica roja (en las Secciones 2.3.P.7 y 3.2.P.7, Descripción del envase y sistema de cierre hay más detalles), con un volumen nominal de 10.0 mL.

source: Tenecteplase ready to use syringe kit 40 mg/8 mL and 50mg/10 mL contains within a blister the following components:
es_es: Tenecteplasa, kit de jeringa lista para usar, 40 mg/8 mL y 50 mg/10 mL, contiene un blíster con los siguientes componentes:
